{
    "author": "ప్రొ|| ఎ. రామచంద్రయ్య, సంపాదకులు, చెకుముకి, జనవిజ్ఞాన వేదిక.",
    "source": "ప్రజాశక్తి, 26.5.2015",
    "title": "కాంతికన్నా వేగంగా ప్రయాణించేవి ఉన్నాయా?",
    "question": "కాంతికన్నా వేగంగా ప్రయాణించగల కణాలు ఏవైనా ఉన్నాయా? అలాంటి వాటిని మనం తయారుచేయగలమా?",
    "askedby": "ఎ.స్నేహ, నారాయణ ఇ-టెక్నో పాఠశాల, శాంతినగర్‌, కాకినాడ",
    "description": "కాంతి కన్నా వేగంగా ప్రయాణించే వస్తువుగానీ, సమాచారంగానీ, కణంగానీ, మరేదీగానీ లేదు. ఈ విశాల విశ్వంలో కాంతి వేగమే పరాకాష్ట (limit), శూన్యంలో కాంతివేగం సెకనుకు సుమారు మూడు లక్షల కిలోమీటర్లు. ఇదే విశ్వంలో అత్యంత వేగం. శూన్యంలో వేగం ఇంతున్నా ఇతర పదార్థాల్లో కాంతి వేగం తక్కువ ఉంటుంది. ఉదాహరణకు గాలిలో కాంతివేగం శూన్యంలో కన్నా సెకనుకు సుమారు 90 కిలోమీటర్లు తక్కువ ఉంటుంది. సాధారణ గాజు ఫలకాల్లో కాంతివేగం సెకనుకు సుమారు రెండు లక్షల కిలోమీటర్లు మాత్రమే ఉంటుంది. వజ్రంలో కాంతి వేగం చాలా తక్కువ. కేవలం లక్షా 20 వేల కిలోమీటర్లు మాత్రమే ఉంటుంది (దృశ్యకాంతికి). ఇక్కడ కుండలీకరణాల్లో 'దృశ్యకాంతికి' అని ఎందుకు రాశానంటే కాంతి వేగం శూన్యంలో అన్ని తరంగాలకు (అన్ని రంగులకు) ఒకేవిధంగా ఉన్నా పదార్థాల్లో వేర్వేరు పౌనఃపున్యాలు (frequencies), లేదా తరంగదైర్ఘ్యాలు (wavelenghths) ఉన్న కాంతులకు వేర్వేరుగా ఉంటుంది. కాంతి శూన్యంలో ప్రయాణించే వేగానికి, కాంతి ఓ పదార్థం (లేదా యానకం, medium) లో ప్రయాణించే వేగానికి ఉన్న నిష్పత్తిని ఆ పదార్థపు వక్రీభవన గుణకం(refractive index) అంటారు. ఆ విధంగా చూస్తే శూన్యపు వక్రీభవన గుణకం 1, నీటి వక్రీభవన గుణకం సుమారు 1.3, గాజుది సుమారు 1.5, వజ్రానిది సుమారు 2.4గా ఉన్నాయి.
    కాంతి శూన్యంలో ప్రయాణించే వేగం ఓ విశ్వ స్థిరాంకం. పరిశీలకుడు ఉన్న సాపేక్ష స్థలాన్ని బట్టి ఇది మారదు. ఇలా ఎందుకంటున్నానంటే కారణం ఉంది. ఓ రైల్లో కూచుని మనం గంటకు 100 కిలోమీటర్ల వేగంతో వెళ్తున్నామనుకుందాం. పక్కనే ఉన్న ట్రాక్‌ మీద మరో రైలు మనకు వ్యతిరేకదిశలో గంటకు 100 కి.మీ. వేగంతో వెళ్తుందనుకొందాం. మనం కూచున్న రైలులో మనం నిశ్చలంగా ఉన్నామనిపిస్తుంది. కాబట్టి, పక్క రైలు గంటకు 200 కి.మీ. వేగంతో ప్రయాణిస్తున్నట్లు మనకు లెక్క వస్తుంది. కానీ కాంతి వేగం అలా కాదు. మనం కదలకుండా ఉన్న రైలు నుంచి చూసినా కాంతి స్థావరం వైపు మనం వేగంగా వెళ్తూ చూసినా, కాంతి స్థావరం నుంచి మనం వేగంగా వెనక్కి వెళ్తూ చూసినా శూన్యంలో కాంతి వేగం సెకనుకు మూడులక్షల కిలోమీటర్లుగానే మన పరికరాలు కొలుస్తాయి. ఈ విషయాన్నే ఐన్‌స్టీన్‌ తన సాపేక్షతా సిద్ధాంతం (Theory of Relativity) లో ఋజువు చేశాడు.
    కాంతి వేగం స్థిరంగా ఉన్నా అది నిశ్చిత విలువ కాబట్టే అమెరికా నుంచి మన మిత్రులు ఫోన్‌ చేస్తే వారు మన పలకరింపులకు కొంత ఆలస్యంగా స్పందిస్తున్నట్లు అనిపిస్తుంది. సూర్యుడి నుంచి మనకు కాంతి రావడానికి సుమారు ఎనిమిది నిముషాలు పడుతుంది. చంద్రుడి కాంతి భూమిని చేరడానికి సుమారు ఒకటిన్నర సెకన్లు పడుతుంది. మనమున్న పాలపుంత గెలాక్సీలోని ఒక అంచు మీదున్న నక్షత్రపు కాంతి దానికి అభిముఖంగా ఉన్న అంచు వద్దకు చేరడానికి సుమారు లక్ష సంవత్సరాలు పడుతుంది. మనకు విశ్వంలో ఇంతవరకు కనిపించిన అత్యంత సుదూర ప్రాంతపు గెలాక్సీ నుంచి కాంతి మనల్ని చేరడానికి సుమారు 465 కోట్ల సంవత్సరాలు పడ్తుంది. సూర్యుడి తర్వాత మనకు ఆ తదుపరి అత్యంత దగ్గరగా ఉన్న ప్రాక్సిమాసెంటారి నక్షత్రం నుంచి కాంతి మనల్ని చేరడానికి సుమారు నాలుగున్నర సంవత్సరాలు పడుతుంది. ద్రవ్యరాశి లేని కాంతికణాలు, తదితర బోసానులు వగైరాగానీ, సమాచారంగానీ కాంతి వేగం కన్నా అధిక వేగంతో ప్రయాణించలేవు. జడత్వం లేని ద్రవ్యరాశి రహిత కణాలకే కాంతికన్నా అధిక వేగంతో ప్రయాణించే శక్తి లేనపుడు ద్రవ్యరాశి ఉండేలా, మనం చేయగలిగేలా ఉన్న కణాలకు కాంతివేగం కనుచూపు మేరలో కూడా లభ్యంకాదు. దీనర్థం ఏమిటంటే శూన్యంలో కాంతి వేగం (3x10^8mts/s) కన్నా వేగంగా ప్రయాణించగల ఏవిధమైన కణాల్నీ, సాధనాల్నీ, శక్తి రూపాల్నీ మనం తయారుచేయలేము. సరికదా, అలాంటి వస్తువుల్ని, కణాల్నీ మనం ఎప్పటికీ గమనించలేము.
    కాంతివేగాన్ని మించి 'అదిగో యిది', 'యిదిగో అది' అంటూ ఛాందసవాదులు చేసే వాదాలు కేవలం వారి పుక్కిటి పురాణ ప్రవచనాలకు వత్తాసు పలికేందుకు చేసే వృథా ప్రయాసలే తప్ప శాస్త్రీయత కాదు."
}